{
  "flashSales": "Распродажа-раскрутка",

  "firstHeader": {
    "saleMessage": "Летняя распродажа всех купальников и бесплатная экспресс-доставка - скидка 50%!",
    "shopNow": "Купить сейчас"
  },

  "languageSelector": {
    "english": "Английский",
    "russian": "Русский",
    "arabic": "Арабский"
  },

  "nav": {
    "home": "Главная",
    "contact": "Контакты",
    "about": "О нас",
    "profile": "Профиль",
    "signUp": "Регистрация"
  },

  "searchProductsInput": {
    "placeholder": "Что вы ищете?",
    "searchButtonTitle": "Поиск"
  },

  "navTools": {
    "favorite": "Избранное",
    "cart": "Корзина",
    "userMenu": "Меню пользователя"
  },

  "products": {
    "PS5Gamepad": {
      "shortName": "PS5 Геймпад",
      "name": "PS5 Геймпад",
      "category": "Игровые аксессуары",
      "description": "Качественная накладка для контроллера PlayStation 5 с клеевым слоем для легкой установки без пузырьков и чистого удаления. Чувствительный к давлению.",
      "addedDate": "2024/2/2",
      "img": "ps5Gamepad"
    },
    "AK-9000Keyboard": {
      "shortName": "Проводная клавиатура AK-9000",
      "name": "Проводная клавиатура AK-9000",
      "category": "Игровые аксессуары",
      "description": "Поднимите свой игровой опыт на новый уровень с проводной клавиатурой AK-9000. Спроектированная для точности и надежности, эта клавиатура обеспечивает высокую отзывчивость и тактильную обратную связь. Ее стильный дизайн и настраиваемая подсветка RGB делают ее стильным дополнением к любой игровой установке. Независимо от того, играете ли вы соревновательно или пишете отчеты, AK-9000 гарантирует оптимальную производительность с каждым нажатием клавиши.",
      "addedDate": "2024/2/7",
      "img": "wiredKeyboard"
    },
    "LCDMonitor": {
      "shortName": "Игровой монитор IPS LCD",
      "name": "Игровой монитор IPS LCD",
      "category": "Игровые аксессуары",
      "description": "Погрузитесь в мир игр с игровым монитором IPS LCD. Обладая потрясающей графикой и плавным геймплеем, этот монитор предлагает непревзойденный игровой опыт. С высокой частотой обновления и низкой задержкой ввода, вы никогда не пропустите ни одного кадра. Независимо от того, сражаетесь ли вы с врагами или исследуете обширные миры, игровой монитор IPS LCD приносит каждую деталь к жизни с яркими цветами и четкими деталями.",
      "addedDate": "2024/3/15",
      "img": "gamingMonitor"
    },
    "SSeriesChair": {
      "shortName": "Кресло комфорта серии S",
      "name": "Кресло комфорта серии S",
      "category": "Мебель",
      "description": "Ощутите комфорт, как никогда прежде, с креслом комфорта серии S. Изготовленное из мягкой подушки и эргономичного дизайна, это кресло обеспечивает исключительную поддержку во время длительных игровых сессий или рабочих часов. Его стильный и современный внешний вид добавляет штрих изящества в любое пространство. Попрощайтесь с дискомфортом и приветствуйте релаксацию с креслом комфорта серии S.",
      "addedDate": "2024/1/1",
      "img": "comfortChair"
    },
    "NorthCoat": {
      "shortName": "Пальто севера",
      "name": "Пальто севера",
      "category": "Одежда",
      "description": "Оставайтесь теплым и стильным с пальто севера. Изготовленное из высококачественных материалов и искусства, это пальто спроектировано для выдерживания погодных условий и сохранения комфорта. Его классический дизайн и универсальный цвет делают его неотъемлемой частью гардероба на любое время года. Независимо от того, идете ли вы на улицу или делаете дела в городе, пальто севера обязательно привлечет внимание окружающих.",
      "addedDate": "2024/3/7",
      "img": "northCoat"
    },
    "GucciBag": {
      "shortName": "Сумка Gucci",
      "name": "Сумка Gucci",
      "category": "Рюкзаки",
      "description": "Сделайте заявление с сумкой Gucci. Изготовленная из роскошных материалов и украшенная культовым брендингом, эта сумка излучает изысканность и стиль. Благодаря своему просторному интерьеру и нескольким отделениям, она идеально подходит для хранения всех ваших необходимых вещей. Независимо от того, путешествуете ли вы первым классом или идете в спортзал, сумка Gucci - воплощение роскоши и функциональности.",
      "addedDate": "2022/9/15",
      "img": "gucciBag"
    },
    "CPUCooler": {
      "shortName": "Жидкостное охлаждение CPU с RGB подсветкой",
      "name": "Жидкостное охлаждение CPU с RGB подсветкой",
      "category": "Игровые аксессуары",
      "description": "Держите ваш процессор в холоде и тишине с жидкостным охлаждением CPU с RGB подсветкой. Обладая передовой технологией охлаждения и настраиваемой подсветкой RGB, этот охладитель не только поддерживает низкие температуры, но и добавляет изюминку в вашу сборку. Его стильный дизайн и высокая производительность делают его неотъемлемым аксессуаром для любого игрового ПК или рабочей станции. Попрощайтесь с перегревом и приветствуйте максимальную производительность с жидкостным охлаждением CPU с RGB подсветкой.",
      "addedDate": "2024/3/7",
      "img": "cpuCooler"
    },
    "BookShelf": {
      "shortName": "Небольшая книжная полка",
      "name": "Небольшая книжная полка",
      "category": "Мебель",
      "description": "Организуйте свою библиотеку с элегантной небольшой книжной полкой. Изготовленная из прочных материалов и имеющая компактный дизайн, эта полка максимально использует пространство для хранения, не жертвуя эстетикой. Независимо от того, вы выставляете любимые романы или декоративные предметы, ее минималистичный дизайн гармонично вписывается в любой интерьер. Попрощайтесь с беспорядком и приветствуйте изысканность с небольшой книжной полкой.",
      "addedDate": "2024/4/1",
      "img": "bookshelf"
    }
  },

  "detailsPage": {
    "reviews": "{{votes}} отзывов",
    "inStock": "В наличии",
    "colors": "Цвета",
    "size": "размер",
    "addToFav": "Добавить в изборку",
    "freeDelivery": {
      "title": "Бесплатная доставка",
      "description": "Введите свой почтовый индекс для доступности доставки"
    },
    "returnDelivery": {
      "title": "Возврат товара",
      "description": "Бесплатный возврат товара в течение 30 дней. Подробности"
    }
  },

  "common": {
    "buyNow": "Купить сейчас"
  }
}
