{
  "flashSales": "Распродажа-раскрутка",

  "firstHeader": {
    "saleMessage": "Летняя распродажа всех купальников и бесплатная экспресс-доставка - скидка 50%!",
    "shopNow": "Купить сейчас"
  },

  "languageSelector": {
    "english": "Английский",
    "russian": "Русский",
    "arabic": "Арабский"
  },

  "nav": {
    "home": "Главная",
    "contact": "Контакты",
    "about": "О нас",
    "profile": "Профиль",
    "signUp": "Регистрация"
  },

  "searchProductsInput": {
    "placeholder": "Что вы ищете?",
    "searchButtonTitle": "Поиск"
  },

  "navTools": {
    "favorite": "Избранное",
    "cart": "Корзина",
    "userMenu": "Меню пользователя"
  },

  "products": {
    "PS5Gamepad": {
      "shortName": "PS5 Геймпад",
      "name": "PS5 Геймпад",
      "category": "Игровые аксессуары",
      "description": "Качественная накладка для контроллера PlayStation 5 с клеевым слоем для легкой установки без пузырьков и чистого удаления. Чувствительный к давлению.",
      "addedDate": "2024/2/2",
      "img": "ps5Gamepad"
    },
    "AK-9000Keyboard": {
      "shortName": "Проводная клавиатура AK-9000",
      "name": "Проводная клавиатура AK-9000",
      "category": "Игровые аксессуары",
      "description": "Поднимите свой игровой опыт на новый уровень с проводной клавиатурой AK-9000. Спроектированная для точности и надежности, эта клавиатура обеспечивает высокую отзывчивость и тактильную обратную связь. Ее стильный дизайн и настраиваемая подсветка RGB делают ее стильным дополнением к любой игровой установке. Независимо от того, играете ли вы соревновательно или пишете отчеты, AK-9000 гарантирует оптимальную производительность с каждым нажатием клавиши.",
      "addedDate": "2024/2/7",
      "img": "wiredKeyboard"
    },
    "LCDMonitor": {
      "shortName": "Игровой монитор IPS LCD",
      "name": "Игровой монитор IPS LCD",
      "category": "Игровые аксессуары",
      "description": "Погрузитесь в мир игр с игровым монитором IPS LCD. Обладая потрясающей графикой и плавным геймплеем, этот монитор предлагает непревзойденный игровой опыт. С высокой частотой обновления и низкой задержкой ввода, вы никогда не пропустите ни одного кадра. Независимо от того, сражаетесь ли вы с врагами или исследуете обширные миры, игровой монитор IPS LCD приносит каждую деталь к жизни с яркими цветами и четкими деталями.",
      "addedDate": "2024/3/15",
      "img": "gamingMonitor"
    },
    "S-SeriesChair": {
      "shortName": "Кресло комфорта серии S",
      "name": "Кресло комфорта серии S",
      "category": "Мебель",
      "description": "Ощутите комфорт, как никогда прежде, с креслом комфорта серии S. Изготовленное из мягкой подушки и эргономичного дизайна, это кресло обеспечивает исключительную поддержку во время длительных игровых сессий или рабочих часов. Его стильный и современный внешний вид добавляет штрих изящества в любое пространство. Попрощайтесь с дискомфортом и приветствуйте релаксацию с креслом комфорта серии S.",
      "addedDate": "2024/1/1",
      "img": "comfortChair"
    },
    "NorthCoat": {
      "shortName": "Пальто севера",
      "name": "Пальто севера",
      "category": "Одежда",
      "description": "Оставайтесь теплым и стильным с пальто севера. Изготовленное из высококачественных материалов и искусства, это пальто спроектировано для выдерживания погодных условий и сохранения комфорта. Его классический дизайн и универсальный цвет делают его неотъемлемой частью гардероба на любое время года. Независимо от того, идете ли вы на улицу или делаете дела в городе, пальто севера обязательно привлечет внимание окружающих.",
      "addedDate": "2024/3/7",
      "img": "northCoat"
    },
    "GucciBag": {
      "shortName": "Сумка Gucci",
      "name": "Сумка Gucci",
      "category": "Рюкзаки",
      "description": "Сделайте заявление с сумкой Gucci. Изготовленная из роскошных материалов и украшенная культовым брендингом, эта сумка излучает изысканность и стиль. Благодаря своему просторному интерьеру и нескольким отделениям, она идеально подходит для хранения всех ваших необходимых вещей. Независимо от того, путешествуете ли вы первым классом или идете в спортзал, сумка Gucci - воплощение роскоши и функциональности.",
      "addedDate": "2022/9/15",
      "img": "gucciBag"
    },
    "CPUCooler": {
      "shortName": "Жидкостное охлаждение CPU с RGB подсветкой",
      "name": "Жидкостное охлаждение CPU с RGB подсветкой",
      "category": "Игровые аксессуары",
      "description": "Держите ваш процессор в холоде и тишине с жидкостным охлаждением CPU с RGB подсветкой. Обладая передовой технологией охлаждения и настраиваемой подсветкой RGB, этот охладитель не только поддерживает низкие температуры, но и добавляет изюминку в вашу сборку. Его стильный дизайн и высокая производительность делают его неотъемлемым аксессуаром для любого игрового ПК или рабочей станции. Попрощайтесь с перегревом и приветствуйте максимальную производительность с жидкостным охлаждением CPU с RGB подсветкой.",
      "addedDate": "2024/3/7",
      "img": "cpuCooler"
    },
    "BookShelf": {
      "shortName": "Небольшая книжная полка",
      "name": "Небольшая книжная полка",
      "category": "Мебель",
      "description": "Организуйте свою библиотеку с элегантной небольшой книжной полкой. Изготовленная из прочных материалов и имеющая компактный дизайн, эта полка максимально использует пространство для хранения, не жертвуя эстетикой. Независимо от того, вы выставляете любимые романы или декоративные предметы, ее минималистичный дизайн гармонично вписывается в любой интерьер. Попрощайтесь с беспорядком и приветствуйте изысканность с небольшой книжной полкой.",
      "addedDate": "2024/4/1",
      "img": "bookshelf"
    },
    "DogFood": {
      "shortName": "Сухой корм для собак породы",
      "name": "Сухой корм для собак породы",
      "category": "животные",
      "description": "Порадуйте своего пушистого друга лучшим сухим кормом для собак породы. Сформулированный из премиальных ингредиентов и необходимых питательных веществ, этот корм обеспечивает полноценное и сбалансированное питание для собак любого возраста и породы. Его вкус и хрустящая текстура заставят вашу собаку умолять о еде. Попрощайтесь с проблемами во время еды и здравствуйте, счастливые, здоровые собаки с сухим кормом для собак породы.",
      "addedDate": "2024/3/7",
      "img": "dogFood"
    },
    "CannonCamera": {
      "shortName": "Зеркальная фотокамера CANON EOS",
      "name": "Зеркальная фотокамера CANON EOS",
      "category": "фотоаппараты",
      "description": "Захватывайте драгоценные моменты жизни с зеркальной фотокамерой CANON EOS. Будь вы профессиональным фотографом или любителем-энтузиастом, эта камера обеспечивает потрясающее качество изображения и производительность. Благодаря передовым функциям и интуитивным элементам управления вы можете раскрыть свою творческую сущность и поднять свою фотографию на новый уровень. Попрощайтесь с размытыми снимками и здравствуйте, четкие изображения с зеркальной фотокамерой CANON EOS.",
      "addedDate": "2024/3/7",
      "img": "canonCamera"
    },
    "FHDLaptop": {
      "shortName": "Игровой ноутбук ASUS FHD",
      "name": "Игровой ноутбук ASUS FHD",
      "category": "компьютеры",
      "description": "Почувствуйте непревзойденную игровую производительность с игровым ноутбуком ASUS FHD. Работая на передовом оборудовании и имея потрясающий дисплей Full HD, этот ноутбук создан для работы даже с самыми требовательными играми. Его элегантный дизайн и легкая конструкция делают его идеальным спутником для игр в движении. Попрощайтесь с лагами и здравствуйте, плавная игра с игровым ноутбуком ASUS FHD.",
      "addedDate": "2024/3/7",
      "img": "gamingLaptop"
    },
    "Curology": {
      "shortName": "Набор средств Curology",
      "name": "Набор средств Curology",
      "category": "косметика",
      "description": "Преобразите свою рутину ухода за кожей с набором средств Curology. Разработанный дерматологами и созданный под вашу уникальную потребность кожи, этот набор включает все необходимое для достижения чистой, сияющей кожи. От очищающих средств до сывороток, каждый продукт разработан для решения конкретных проблем и доставки видимых результатов. Попрощайтесь с тусклой, неравномерной кожей и здравствуйте, свечение здоровья и живучести с набором средств Curology.",
      "addedDate": "2024/3/7",
      "img": "curology"
    },
    "ElectricCar": {
      "shortName": "Детская электромобиль",
      "name": "Детская электромобиль",
      "category": "игры",
      "description": "Разожгите воображение вашего ребенка с детским электромобилем. Созданный для удовольствия и волнения, этот автомобиль имеет реалистичные детали и легкие управляющие элементы, которые делают каждую поездку приключением. Будь то прогулка по району или исследование заднего двора, детский электромобиль обеспечивает часы развлечений для детей всех возрастов. Попрощайтесь с скукой и здравствуйте, бесконечное веселье с детским электромобилем.",
      "addedDate": "2024/3/7",
      "img": "kidsCar"
    },
    "SoccerCleats": {
      "shortName": "Футбольные бутсы Jr. Zoom",
      "name": "Футбольные бутсы Jr. Zoom",
      "category": "одежда",
      "description": "Поднимите свою игру на новый уровень с футбольными бутсами Jr. Zoom. Разработанные для скорости и ловкости, эти бутсы обеспечивают исключительное сцепление и стабильность на поле. Благодаря своему легкому дизайну и отзывчивой амортизации, вы будете непобедимы с первого свистка до последнего гудка. Попрощайтесь с скольжениями и проскальзываниями и здравствуйте, пиковая производительность с футбольными бутсами Jr. Zoom.",
      "addedDate": "2024/3/7",
      "img": "soccerCleats"
    },
    "GP11Gamepad": {
      "shortName": "USB-геймпад GP11 Shooter",
      "name": "USB-геймпад GP11 Shooter",
      "category": "игры",
      "description": "Подавите конкуренцию с USB-геймпадом GP11 Shooter. Разработанный для точности и комфорта, этот геймпад обеспечивает захватывающий игровой опыт с каждым нажатием и свайпом. Будь то борьба с врагами или гонка со временем, его эргономичный дизайн и отзывчивое управление дадут вам конкурентное преимущество, необходимое для победы. Попрощайтесь с лагающими вводами и здравствуйте, плавная, безупречная игра с USB-геймпадом GP11 Shooter.",
      "addedDate": "2024/3/7",
      "img": "usbGamepad"
    },
    "SatinJacket": {
      "shortName": "Стеганая атласная куртка",
      "name": "Стеганая атласная куртка",
      "category": "одежда",
      "description": "Пополните свою коллекцию верхней одежды стеганой атласной курткой. Изготовленная из премиального атласного материала и имеющая стеганый дизайн, эта куртка сочетает в себе стиль и функциональность с легкостью. Будь то прогулка по ветру или выход в город, ее роскошная текстура и изящный силуэт делают ее универсальным дополнением к любому гардеробу. Попрощайтесь с скучной верхней одеждой и здравствуйте, без усилий стиль с курткой из атласа.",
      "addedDate": "2024/3/7",
      "img": "satinJacket"
    }
  },

  "detailsPage": {
    "reviews": "{{votes}} отзывов",
    "inStock": "В наличии",
    "colors": "Цвета",
    "size": "размер",
    "addToFav": "Добавить в изборку",
    "freeDelivery": {
      "title": "Бесплатная доставка",
      "description": "Введите свой почтовый индекс для доступности доставки"
    },
    "returnDelivery": {
      "title": "Возврат товара",
      "description": "Бесплатный возврат товара в течение 30 дней. Подробности"
    },
    "relatedItems": "Похожие материалы"
  },

  "common": {
    "buyNow": "Купить сейчас"
  }
}
