{
  "flashSales": "تخفيضات مفاجئة",

  "firstHeader": {
    "saleMessage": "تخفيضات الصيف على جميع ملابس السباحة مع التوصيل السريع المجاني - خصم 50%!",
    "shopNow": "تسوق الآن"
  },

  "languageSelector": {
    "english": "الإنجليزية",
    "russian": "الروسية",
    "arabic": "العربية"
  },

  "nav": {
    "home": "الرئيسية",
    "contact": "اتصل بنا",
    "about": "معلومات عنا",
    "profile": "الملف الشخصي",
    "signUp": "تسجيل الدخول"
  },

  "searchProductsInput": {
    "placeholder": "ماذا تبحث عنه؟",
    "searchButtonTitle": "بحث"
  },

  "navTools": {
    "favorite": "المفضلة",
    "cart": "السلة",
    "userMenu": "قائمة المستخدم"
  },

  "products": {
    "PS5Gamepad": {
      "shortName": "جيمباد PS5",
      "name": "جيمباد PS5",
      "category": "ألعاب",
      "description": "ملصق تحكم PlayStation 5 عالي الجودة بغراء قناة هوائية لتركيب سهل خالٍ من الفقاعات وإزالة خالية من الفوضى الحساسة.",
      "addedDate": "2024/2/2",
      "img": "ps5Gamepad"
    },
    "AK-9000Keyboard": {
      "shortName": "لوحة مفاتيح AK-900 السلكية",
      "name": "لوحة مفاتيح AK-900 السلكية",
      "category": "ألعاب",
      "description": "قم برفع تجربة الألعاب الخاصة بك مع لوحة المفاتيح السلكية AK-900. مصممة للدقة والمتانة، تتميز هذه اللوحة بردود الفعل العالية والتغذية اللمسية. تصميمها الأنيق وإضاءة RGB قابلة للتخصيص تجعلها إضافة أنيقة لأي إعداد للألعاب. سواء كنت تلعب بشكل تنافسي أو تكتب تقاريرًا، فإن AK-900 يضمن أداءً مثاليًا مع كل ضغطة على المفتاح.",
      "addedDate": "2024/2/7",
      "img": "wiredKeyboard"
    },
    "LCDGamingMonitor": {
      "shortName": "شاشة عرض LCD للألعاب",
      "name": "شاشة عرض LCD للألعاب",
      "category": "ألعاب",
      "description": "انغمس في عالم الألعاب مع شاشة عرض LCD للألعاب. تقدم هذه الشاشة مشاهد بصرية رائعة وأداء سلس للغاية، مما يوفر تجربة لعب استثنائية. مع معدل تحديث عالٍ وتأخير إدخال منخفض، لن تفوتك إطارًا واحدًا. سواء كنت تحارب الأعداء أو تستكشف عوالم واسعة، فإن شاشة عرض LCD للألعاب تعزز كل تفاصيلها بألوان نابضة بالحياة ووضوح فائق.",
      "addedDate": "2024/3/15",
      "img": "gamingMonitor"
    },
    "SComfortChair": {
      "shortName": "كرسي الراحة سلسلة S",
      "name": "كرسي الراحة سلسلة S",
      "category": "أثاث",
      "description": "استمتع بالراحة كما لم تفعل من قبل مع كرسي الراحة سلسلة S. صُمم هذا الكرسي بوسادة فاخرة وتصميم مريح، ليوفر دعمًا استثنائيًا خلال ساعات اللعب الطويلة أو ساعات العمل. تصميمه الأنيق والحديث يضيف لمسة من الأناقة إلى أي مكان. ودّع الانزعاج وقل مرحبًا بالاسترخاء مع كرسي الراحة سلسلة S.",
      "addedDate": "2024/1/1",
      "img": "comfortChair"
    },
    "TheNorthCoat": {
      "shortName": "معطف شمالي",
      "name": "معطف شمالي",
      "category": "ملابس",
      "description": "ابقَ دافئًا وأنيقًا مع معطف الشمال. مصنوع من مواد فاخرة وحرفية متقنة، هذا المعطف مصمم لتحمل الظروف الجوية بينما يحافظ على دفء جسمك. تصميمه الخالد واللون الجذاب يجعله أساسيًا في أي موسم. سواء كنت تتحدى الطبيعة في الهواء الطلق أو تقوم بالمهام في المدينة، فإن معطف الشمال سيجذب الأنظار أينما ذهبت.",
      "addedDate": "2024/3/7",
      "img": "northCoat"
    },
    "GucciDuffleBag": {
      "shortName": "حقيبة Gucci الكبيرة",
      "name": "حقيبة Gucci الكبيرة",
      "category": "حقائب ظهر",
      "description": "أبدع بعبارة الأناقة مع حقيبة Gucci الكبيرة. مصنوعة من مواد فاخرة ومزينة بالعلامات التجارية الشهيرة، تنبعث هذه الحقيبة بالأناقة والأناقة. مع الداخلية الواسعة والعديد من الجيوب، فهي مثالية لتخزين جميع الضروريات الخاصة بك بتنظيم. سواء كنت تسافر بدرجة رجال الأعمال الأولى أو تذهب إلى الصالة الرياضية، فإن حقيبة Gucci الكبيرة هي تجسيد الفخامة والوظائف.",
      "addedDate": "2022/9/15",
      "img": "gucciBag"
    },
    "CPUCooler": {
      "shortName": "مبرد معالج مركزي سائل RGB",
      "name": "مبرد معالج مركزي سائل RGB",
      "category": "ألعاب",
      "description": "احتفظ بجهازك المعالج المركزي باردًا وهادئًا مع مبرد معالج مركزي سائل RGB. يضمن هذا المبرد، الذي يتميز بتقنية التبريد المتقدمة وإضاءة RGB قابلة للتخصيص، ليس فقط الحفاظ على درجات الحرارة منخفضة ولكن أيضًا إضافة لمسة جمالية لبنيتك. تصميمه الأنيق وقدراته العالية في الأداء يجعله لا غنى عنه لأي نظام ألعاب أو جهاز كمبيوتر. ودّع التسخين الزائد وقل مرحبًا بالأداء القصوى مع مبرد معالج مركزي سائل RGB.",
      "addedDate": "2024/3/7",
      "img": "cpuCooler"
    },
    "SmallBookShelf": {
      "shortName": "رف كتب صغير",
      "name": "رف كتب صغير",
      "category": "أثاث",
      "description": "أضف لمسة منظمة وعصرية إلى زاوية غرفتك مع رف الكتب الصغير. تصميم بسيط وعصري يجعل هذا الرف مثاليًا لعرض الكتب المفضلة أو الديكورات الصغيرة. مصنوع من مواد عالية الجودة وبناء قوي، يوفر رف الكتب هذا لمسة نهائية أنيقة لأي مساحة. سواء كنت تستخدمه في الغرفة الدراسية أو الصالة، فإن رف الكتب الصغير يضيف الأناقة والوظائف.",
      "addedDate": "2024/3/1",
      "img": "smallBookshelf"
    },
    "WirelessEarphones": {
      "shortName": "سماعات لاسلكية متطورة",
      "name": "سماعات لاسلكية متطورة",
      "category": "إلكترونيات",
      "description": "تجربة صوت استثنائية مع سماعات الأذن اللاسلكية المتطورة. تتميز هذه السماعات بصوت عالي الدقة وتقنية العزل الصوتي، مما يوفر أداءً صوتيًا استثنائيًا واستمتاعًا طويل الأمد. بفضل التصميم الخفيف والمريح، يمكنك ارتداءها لساعات دون أن تشعر بالإرهاق. سواء كنت تستمع إلى الموسيقى أو تجري مكالمات هاتفية، فإن سماعات الأذن اللاسلكية المتطورة تعد الشريك المثالي في كل مغامرة يومية.",
      "addedDate": "2024/2/15",
      "img": "wirelessEarphones"
    }
  },

  "detailsPage": {
    "reviews": "({{votes}} تقييمات)",
    "inStock": "متوفر",
    "colors": "الالوان",
    "size": "الحجم",
    "addToFav": "اضف الى المفضلة"
  },

  "common": {
    "buyNow": "اشتري الان"
  }
}
